Repository: BoKoIsMe/lemonpos
Catalog: src/po/*.po
Languages: fr, it

source: &Quit
fr: &Quitter
it: &Uscita

source: Invalid username or password
fr: Utilisateur ou mot de passe invalide
it: Username o password non valido

source: Lemon, A point of sale for linux
fr: Lemon point de vente pour linux
it: Lemon, Un punto di vendita per Linux

source: Code contributor
fr: Contributeur de code
it: Codice collaboratore

source: Many ideas, bug reports and testing
it: Molte idee, rapporti e test errori

source: Many ideas and general help
it: Molte idee e un aiuto generale

source: Many ideas, Documentation Writer, How-to Videos Creation, and general help and support
it: Molte idee, Scrittore documentazione, Come Creare Filmati e un aiuto e un supporto generale

source: How the main window is divided.
fr: Division de la fenêtre principale
it: Come la finestra principale è divisa

source: How the grid/purchase-list is divided.
it: Come la lista griglia/acquisti è divisa

source: Store Name
fr: Nom du magasin
it: Nome Negozio

source: Store Phone Number
fr: Numéro de téléphone du magasin
it: Numero Telefono Negozio

source: Store Address
fr: Adresse du magasin
it: Indirizzo Negozio

source: Ticket Message
fr: Message du ticket
it: Messaggio Scontrino

source: Store Logo file
fr: Fichier d'enregistrement du magasin
it: File Logo Negozio

source: Print Logo on ticket Top
fr: Imprimer le logo sur le haut du ticket
it: Stampare Logo in cima allo scontrino

source: Use Code Input for Customer Identification.
it: Usare Inserimento Codice per Identificazione Cliente

source: Use 6 digits for customer id.
it: Usare il numero 6 per id cliente

source: Use 12/13 Digits for customer id.
it: Usare il numero 12/13 per id cliente

source: POS Number
fr: Numéro de caisse
it: Numero POS

source: Requiere delete authorisation
fr: Autorisation nécessaire pour effacer des articles de la liste
it: Richiedere annullamento autorizzazione

source: Low Security Mode
fr: Mode de Securité faible
it: Modo Sicurezza Basso

source: Show Currency
fr: Afficher la monnaie
it: Mostra Valuta

source: Full Currency String
fr: Type de monaie
it: Stringa Valuta Completa

source: Short Currency String
fr: Abréviation du type de monnaie
it: Stringa Valuta Breve

source: Show Products Grid
fr: Afficher la grille de produits
it: Mostra Griglia Prodotti

source: Low Stock Alert
fr: Alerte de stock bas
it: Allarme Scorta Basso

source: Low Cash Level
fr: Niveau de caisse bas
it: Livello Contanti Basso

source: Display Low Cash Warning
fr: Afficher une alerte de liquidité faible
it: Visualizza Avviso Contanti Basso

source: Add tax to prices. Tax is not included in price
fr: Ajouter une taxe aux prix. La taxe n'est pas incluse dans le prix
it: Aggiungere tassa ai prezzi. Tassa non inclusa nel prezzo

source: Round to US Standard 5/4
it: Intorno au US Standard 5/4

source: DB Server Name
fr: Nom du serveur de BD
it: Nome Server DB

source: DB Username
fr: Utilisateur de la B.D.
it: Username DB

source: DB Password
fr: Mot de passe de la B.D.
it: Password DB

source: DB Name
fr: Nom de la B.D.
it: Nome DB

source: Delete empty cancelled transactions
fr: Effacer les transactions annulées vides
it: Annullare vuoto transizione annullata

source: Use style
fr: Utiliser un style
it: Usare style

source: Get Stylesheet Name
fr: Obtenir le nom d'un style
it: Dare Nome Modello

source: Allow any user to quit application
fr: Permettre n'importe-quel utilisateur de quitter l'application
it: Permettere a qualsiasi utente di uscire dall'applicazione

source: Show a dialog when printing the ticket
fr: Afficher un dialogue à l'impression
it: Mostra una finestra quando si stampa lo scontrino

source: Time showing the ticket dialog
fr: Temps d'afficher le ticket de dialogue
it: Tempo esposizione finestra scontrino

source: There is a drawer and use it
fr: Il y a un tiroir et il faut l'utiliser
it: C'è un cassetto e usalo

source: Print a small receipt using a ticket printer -dot matrix-.
fr: Imprimer un petit ticket avec l'imprimante matricielle.
it: Stampa una ricevuta ridotta usando una stampante-punti matrice per scontrino

source: Print a small receipt using a thermal ticket printer -CUPS-
fr: Imprimer un petit ticket avec l'imprimante thermale (CUPS).
it: Stampa una ricevuta ridotta usando una stampante-CUPS per scontrino termico

source: Print a big receipt using a normal printer
fr: Imprimer un grand reçu avec l'imprimante normale
it: Stampare una ricevuta completa usando una normale stampante

source: Print balances using ticket printer
fr: Imprimer les soldes avec l'imprimante à ticket
it: Stampa saldi usando stampante scontrino

source: Print tickets with ZERO in the TOTAL
it: Stampa scontrini con ZERO nel TOTAL

source: Print Group/Pack Contents on tickets
fr: Imprimer le contenu du Groupe/paquet sur les tickets
it: Stampa Gruppo/Pacco contenuti sugli scontrini

source: Print SpecialOrders Instructions
fr: Imprimer des instructions de commandes spéciales
it: Stampa Istruzioni Ordini Speciali

source: Print Random Messages on tickets
fr: Imprimer des messages aléatoires sur les tickets
it: Stampa Messaggi Casuali sugli scontrini

source: Print Ticket (dou you have a ticket printer?)
fr: Imprimer Ie ticket
it: Stampa Scontrino (hai una stampante scontrino?)

source: Print Date Changed Ticket
fr: Imprimer la date de changement de ticket
it: Stampa Data Modificata Scontrino

source: Get printer device to use for printing
fr: Obtenir l'imprimante par défaut
it: Definire la stampante da utilizzare per la stampa

source: Get Printer Codec to use
fr: Obtenir les codec pour l'imprimante
it: Definire Codec Stampante da utilizzare

source: Basic Use Toolbar
fr: Barre à outils de base
it: Utilizzare la Barra Strumenti Base

source: Administrator's Toolbar
fr: Barre d'outils de l'administrateur
it: Barra Strumenti dell'Amministratore

source: Form
fr: Formulaire
it: Scheda

source: &Code:
fr: &Códe :
it: &Codice

source: label
fr: libellé
it: etichetta

source: Payment
fr: <b>Paiement</b>
it: Pagamento

source: Ca&sh
fr: &Espèces
it: Con&tanti

source: Ca&rd
fr: &Carte
it: Car&ta

source: &Internal Credit
it: &Credito Interno

source: Cash &Amount:
fr: &Montant :
it: Importo &Contanti

source: Currency conversion
it: conversione Valuta

source: Card &Number:
fr: &Numéro carte :
it: Numero &Carta

source: Authorization number:
fr: Numéro d'autorisation :
it: numero Autorizzazione

source: Sale Date
fr: Date de vente
it: Data Vendita

source: Change Sale Date
fr: Date de vente changée
it: Modifica Data Vendita

source: filter by popularity this month
fr: filtrer par popularité de ce mois
it: filtro per popolarità mese attuale

source: filter by description
fr: filtrer par description
it: filtro per descrizione

source: filter by category
fr: filtrer par catégorie
it: filtro per categoria

source: Code
it: Codice

source: Description
it: Descrizione

source: Units
fr: Unité
it: Unità

source: Total:
it: Totale:

source: Change:
fr: Monaie :
it: Modifica:

source: Subtotal:
it: Subtotale:

source: TextLabel
fr: Libellé
it: Testo Etichetta

source: Go back
fr: Retour
it: Torna indietro

source: Enter item description:
fr: Entrer la Description de l'article :
it: Inserire descrizione articolo

source: Reprint Ticket
fr: Reimprimer un ticket
it: Ristampa Scontrino

source: Show tickets before
fr: Afficher d'abord d'abord les tickets
it: Mostra scontrini precedenti

source: Print selected ticket
fr: Imprimer le ticket sélectionnés
it: Stampa scontrino selezionato

source: Back
fr: Retour
it: Indietro

source: Return Products
fr: Retour Produits
it: Reso Prodotti

source: Ticket number:
fr: Numéro de ticket
it: numero Scontrino:

source: Date and time:
fr: Heure et date :
it: Dat e ora:

source: Client:
it: Cliente:

source: Select the products to return
fr: Sélectionner le produit a retourné
it: Selzionare i prodotti d arendere

source: Qty on purchase
fr: Qté d'achat
it: Qtà in acquisto

source: Qty to return
fr: Qté en retour
it: Qtà da rendere

source: Selected products details
fr: Détails des produits sélectionnés
it: Selezionare dettagli prodotti

source: Currency Conversion
it: Conversione Valuta

source: Factor:
it: Agente

source: Quantity:
it: Quantità

source: Result
it: Risultato

source: Select how do you want to apply the discount:
it: Selezionare come applicare lo sconto

source: By Percentage
it: Per Percentuale

source: By dollar and cents
it: Per dollari e centesimi

source: Change Price
it: Modifica Prezzo

source: By coupon code
it: Per codice tagliando

source: Apply
it: Applica

source: Contents
fr: Contenus
it: Contenuti

source: Enter Client Id:
it: Inserire Id Cliente:

source: Keep change as debit.
it: Conservare modifica come debito

source: Print
it: Stampa

source: Close
it: Chiudi

source: Print the ticket as
fr: Imprimer le ticket comme
it: Stampa lo scontrino come

source: Small receipt using a thermal ticket printer (using CUPS)
fr: Imprimer un petit ticket avec l'imprimante thermale (CUPS).
it: Ricevuta ridotta usando stampante per scontrino termico (usando CUPS)

source: Small receipt using a dot-matrix ticket printer (using /dev/lpX)
fr: Imprimer un petit ticket avec l'imprimante matricielle(dev/lpX)
it: Ricevuta ridotta usando stampante per scontrino a matrice di punti

source: Printer Device:
fr: Imprimante :
it: Periferica dui stampa:

source: Printer Codec:
fr: Codec de l'imprimante
it: Codice stampante

source: Open drawer
fr: Ouvrir la caisse
it: Apri cassetto

source: Big format [A4, Letter] receipt using normal printer (using CUPS)
fr: grand format [A4, Letter]pour imprimer le reçu en normal (CUPS)
it: Ricevuta Formato grande [A4, Lettera]usando stampante normale(usando CUPS)

source: Print Balances on your selected printer (above).
fr: Imprimer les soldes avec l'imprimante par dessus(au-dessous)
it: Stampa saldo sulla stampante selezionata (sopra)

source: Print Date Changed Tickets
fr: Imprimer la date de changement de tickets
it: Stampa Modifica Data Scontrini

source: Print Special Orders
fr: Imprimer les commandes spéciales
it: Stampa Ordini Speciali

source: Print tickets with a ZERO total payment.
fr: Imprimer les tickets avec ZERO de paiement total
it: Stampa scontrini con pagamento totale ZERO

source: Print Group/Pack Contents on tickets.
fr: Imprimer le contenu des groupes/paquets sur le ticket
it: Stampa Grupp/Pacco contenuti sugli scontrini

source: Print a random message on tickets.
fr: Imprimer des messages aléatoires sur les tickets
it: Stampa un messaggio casuale sugli scontrini

source: This is the &Terminal Number:
fr: Numéro de &terminal:
it: Questo è il &Numero terminale:

source: Use this to enter Customer IDs at the product code input box. This can improve usability (speed up customer selection) in an environment with many customers. This would make some products (if any, depending on the mode selected) to be bypassed in favor of customer IDs.
it: Usa questo finestra di inserimento codice per inserire Ids Cliente al prodotto.Questo potrbbe migliorare l'usabilità (accelera selezione cliente) in un ambiente con molti clienti. Ciò renderebbe da escludere alcuni prodotti ( dipende dal modo selezionato) in favore del IDs cliente

source: Use Product Code Input to Identify Customers
it: Usa inserisci Codice Prodotto per identificare Clienti

source: Use 6 digits to identify customers. Any product with 6 digits (UPC-E) will be discarded and only clients will be searched.
it: Usa 6 cifre per identificare clienti. Qualsiasi prodotto con 6 cifre (UPC-E) sarà scartato e solo i clienti verranno cercati

source: As 6 digits code (exactly 6). Discard products with 6 digits code.
it: Codice a 6 cifre (esattamente 6). Prodotti scartati con codice a 6 cifre

source: As 12/13 Digits Starting with digit "4". As described in UPC Standard.
it: Cifre come 12/13 Iniziare con cifra ”4”. Come descritto negli Standard UPC

source: Dialogs and Authorizations
fr: Dialogues et autorisations
it: Finestra di Dialogo e Autorizzazioni

source: Show a dialog when printing ticket
fr: Afficher le dialogue d'impression
it: Mostra una finestra di dialogo quando si sta stampando uno scontrino

source: Time showing the dialog:
fr: Temps affichant le dialogue
it: Mostra la finestra di dialogo dell 'ora

source: seconds
fr: secondes
it: secondi

source: Requiere authorisation to delete items from shopping list
fr: Nécessite une autorisation pour effacer un élément de la liste d'achats
it: Richiesta autorizzazione per annullare gli articoli dalla lista spesa

source: Products Grid
fr: Grille de produits
it: Griglila Prodotti

source: Show products grid
fr: Afficher la grille de produits
it: Mostra griglia prodotti

source: Low Stock
fr: Stock bas
it: Scorta bassa

source: Minimum value for alert
fr: Valeur mini d'alerte
it: Valore minimo per allarme

source: Drawer Cash Level
fr: Niveau de tiroir caisse
it: Livello Contanti Cassetto

source: Display warning message when level is lower than
fr: Afficher un message d'alerte quand le niveau est le plus bas
it: Visualizza messaggio di avviso quando il livello è inferiore

source: Taxes
it: Tasse

source: Add taxes to sale (not included in price)
fr: Ajouter les taxes à la vente (non inclus dans le prix)
it: Aggiungere Tasse alla vendita (non incluse nel prezzo)

source: Rounding
it: Arrotondamento

source: 0.001-0.004 round down to 0.00 and 0.005 - 0.009 round up to 0.01
it: Tra 0.001-0.004 arrotondare a 0.00 e tra 0.005 - 0.009 arrotondare a 0.01

source: Round using US Standard 5/4.
it: Arrotondare utilizzando lo Standard US 5/4.

source: &Database Name:
fr: Nom de la B.&D :
it: &Nome Database

source: Extra options
fr: Options diverses
it: Opzioni extra

source: Allow any user to quit, asking for administrator's password
fr: Permettre à chaque utilisateur de quitter en demandant le mot de passe administrateur
it: Permetti a qualsiasi utente di uscire. Chiedendo la password dell'Amministratore

source: Do not ask for admin password (Low Security Mode)
fr: Ne plus demander le mot de passe admin (niveau de sécurité faible
it: Non chiedere la password per admin (Modo Sicurezza Basso)

source: Use style sheet
fr: Utiliser un style
it: Usa stile foglio

source: Tickets from all terminals
fr: Tickets de tous les terminaux
it: Scontrini da tutti i terminali

source: Ticket Number
fr: Numéro de ticket
it: Numero Scontrino

source: Ticket Items
fr: Articles du ticket
it: Articoli Scontrino

source: Cancel Selected
it: Annulla Selezione

source: Are you sure to cancel the selected reservation?
it: Sei sicuro di annullare la prenotazione selezionata?

source: Make a Reimbursement
it: Effettuare un rimboro

source: DO NOT Make a Reimbursement
it: NON effettuare un rimborso

source: Yes
it: Si

source: Search by Client:
it: Ricerca per cliente:

source: Special Order
fr: Commandes spéciales
it: Ordine Speciale

source: Show All
fr: Afficher tout
it: Mostra Tutto

source: filter by ticket #:
fr: filtrer par ticket # :
it: filtro per scontrino#:

source: filter by name:
fr: filtrer par nom :
it: filtro per nome:

source: Special Orders
fr: Commande spéciales
it: Ordini Speciali

source: New Status:
fr: Nouvel état
it: Nuovo Stato:

source: Special Item
fr: Article spécial
it: Articolo Speciale

source: Ticket :
it: Scontrino :

source: Vendor:
fr: Vendeur :
it: Venditore:

source: &Client:
it: &Cliente

source: launch a dialog with more options
fr: Lancer un dialogue avec plus d'options
it: Lancia una finestra di dialogo con più opzioni

source: New Client
fr: Nouveau client :
it: Nuovo Cliente

source: &Qty:
fr: Qantité :
it: &Qtà

source: Delivery date:
fr: Date de livraison :
it: Componenti

source: Qty to add
fr: Qté à ajouter
it: Qtà da aggiungere

source: Add selected products to the components
fr: Ajouter les produits sélectionnés aux composants
it: Aggiungere prodotti selezionati ai componenti

source: Remove selected products from the components
fr: Effacer les produits sélectionnés des composants
it: Rimuovere prodotti selezionati dai componenti

source: Filter:
fr: Filtre :
it: Filtro:

source: You can filter the products by description,
fr: Filtrer par description
it: Puoi filtrare i prodotti per descrizione,

source: Price and Payment
fr: Prix et paiement
it: Prezzo e Pagamento

source: Payment:
fr: <b>Paiement :</b>
it: Pagamento:

source: Enter Client Address
fr: entrer l'adresse client
it: Inserire indirizzo Cliente

source: &Name:
fr: &Nom de la B.D.:
it: &Nome:

source: &Address:
fr: &Adress :
it: &Indirizzo:

source: &Phone:
fr: Télé&phone :
it: &Telefono:

source: Ticket &Message:
fr: &Message du ticket :
it: &Messaggio Scontrino:

source: Store Logo:
fr: Logo du Magasin :
it: Logo Negozio:

source: Print Logo on ticket top, otherwise at the right
fr: Imprimer le logo sur le haut du ticket sinon à droite
it: Stampa Logo in cima allo scontrino, oppure a destra

# NAME OF TRANSLATORS
source: Your names
fr: Girard Henri
it: I Vostri nomi

# EMAIL OF TRANSLATORS
source: Your emails
fr: girardhenri@free.fr
it: Le vostre email

source: Price Checker
fr: Vérifier le prix
it: Controllo Prezzo

# Price-Checker dialog
source: Price
fr: Prix
it: Prezzo

# Price-Checker dialog
source: Checker
fr: Vérifier
it: Controllore

source: Press ESC to Close
fr: Appuyez sur ESC pour fermer
it: Premere ESC per Chiudere

source: Regular price:
fr: Prix régulier :
it: Prezzo Normale:

source: Final price:
fr: Prix final :
it: Prezzo finale:

source: Out of stock
fr: Plus dans le stock
it: Esaurito

source: Raw Product
fr: Produit brut
it: Prodotto Aperto

source: Group
fr: Groupe
it: Gruppo

source: Reimbursement for CANCELLED Reservation #%1 [tr. %2]
it: Rimborso per ANNULLARE la prenotazione #%1 [tr. %2]

source: The reimbursement for the reservation is %1. Get it from the drawer.
it: Rimborso per la prenotazione è %1. Prendilo dal cassetto.

source: Terminal
it: Terminale

source: Order #
it: Ordine #

source: Name
fr: Nom
it: Nome

source: Status
it: Stato

source: Change Status
fr: Status changé
it: Modifica Stato

source: Enter client name here...
fr: Entrer le nom du client ici...
it: Inserire nome cliente qui...

source: Enter client phone here...
fr: Entrer le N° téléphone ici...
it: Inserire il telefono cliente qui...

source: Enter client cell phone here...
fr: Entrer le N° portable ici...
it: Inserire cellulare cliente qui...

source: <i>%1</i> rounded to %2
fr: <i>%1</i> arrondi à %2
it: <i>%1</i> arrotondato a %2

source: <i>%1</i> <b>requested %2, on stock %3</b><br>
fr: <i>%1</i> <b>Demandé %2, en stock %3</b><br>
it: <i>%1</i> <b>richiesto %2, di scorta %3</b><br>

source: <b>Product sold by pieces</b>, qty must be an integer value: %1
fr: <b>Produit vendu en pièces</b>, qté en valeur entière seulement : %1
it: <b>Prodotti venduti per pezzo</b>,la qtà deve essere un valore intero: %1

source: <html><font color=red><b>The delivery date is in the past.</b></font></html>
fr: <html><font color=red weight=bold>La date de livraison est passé.</font></html>
it: <html><colore font =rosso><b>La data di consegna è precedente.</b></font></html>

source: %1 chars of %2 allowed.
it: %1 charatteri di %2 permessi.

source: Database
fr: Base de données

source: No items found.
fr: Aucun article trouvé

source: Id
fr: Numéro

source: Username:
fr: Nom :

source: Password:
fr: Mot de passe :

source: Miguel Chavez Gamboa
fr: Miguel Chávez Gamboa

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">.<span style=" font-weight:600; color:#ff6347;">.</span></p></body></html>
fr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#ff7f50;">Total HT</span></p></body></html>Enter code or qty*code. <Enter> or <+> Keys to go pay

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The next sales are suspended. Please <span style=" font-weight:600;">select one to resume</span> and press the <span style=" font-weight:600; font-style:italic;">Ok</span> button; or press the <span style=" font-weight:600; font-style:italic;">cancel</span> button to <span style=" font-weight:600;">start a new one</span>.</p></body></html>
fr: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; color:#ff7f50;">Total HT</span></p></body></html>

source: &Server:
fr: &Serveur :

source: &Username:
fr: Nom :

source: &Password:
fr: &Mot de passe :

source: Components
fr: Composants

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Select</span> products from the left list and click the '&gt;' button to <span style=" font-weight:600;">add</span> them to the group on the right. You can<span style=" font-style:italic;"> </span><span style=" font-weight:600; font-style:italic;">increment</span><span style=" font-weight:600;"> </span>item quantities on the right table by <span style=" font-weight:600;">double clicking</span> on the item</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Sélectionner </span> les produits de la liste à gauche et cliquer'&gt;'le bouton pour <span style=" font-weight:600;">les ajouter</span>au groupe de droite. Il est possible<span style=" font-style:italic;"> </span><span style=" font-weight:600; font-style:italic;">d'incrementer</span><span style=" font-weight:600;"> </span>les quantités d'article sur la table de droite par <span style=" font-weight:600;">un double clique</span> sur l'article</p></body></html>
