Repository: BoKoIsMe/lemonpos
Catalog: src/po/*.po
Languages: fr, it

source: Error #%1, Type:%2 '%3'
fr: Erreur #%1, Type : %2 '%3'
it: Errore #%1, Type:%2 '%3'

source: Error serching product id %1, Rows affected: %2
fr: Erreur en cherchant un produit id %1, Lignes affectées : %2
it: Errore ricerca id prodotto %1, Righe coinvolte: %2

source: Error serching offer id %1, Rows affected: %2
fr: Erreur en cherchant une offre id %1, Lignes affectées : %2
it: Errore ricerca id offerta %1, Righe coinvolte: %2

source: Error getting product information for code %1, Rows affected: %2
fr: Erreur en cherchant l'information d'un produit id %1, Lignes affectées : %2
it: Errore informazione codice prodotto %1, Righe coinvolte: %2

source: Unable to set an offer/discount for the selected produc because it is NOT DISCOUNTABLE
it: Disabilitata l'impostazione per un offerta/sconto per il prodotto selezionato perchè NON SCONTABILE

source: Error deleting offer id %1, Rows affected: %2
fr: Erreur d'effacement de l'offre id %1, ligne affectée : %2
it: Errore eliminazione id offerta id %1, Righe coinvolte: %2

source: Money return on cancelling ticket #%1
fr: Retour des espèces en annulant le ticket
it: Resto su cancellazione scontrino #%1

source: Ticket #%1 was already canceled.
fr: Ticket #%1a déjà été annulé
it: Scontrino #%1 era già cancellato.

source: Error getting special Order information, id: %1, Rows affected: %2
fr: Erreur en récupérant les informations de commandes, id: %1, lignes affectées : %2
it: Errore speciale informazione Ordine, id: %1, Righe coinvolte: %2

source: Product Code:
fr: Code produit :
it: Codice Prodotto:

source: Month or Season:
fr: Mois ou saison :
it: Mese o Stagione:

source: New Stock Qty:
fr: Nouvelle Qté en stock :
it: Nuova Quantità Magazzino:

source: New currency factor:
it: Nuovo fattore valuta:

source: Amount:
fr: Montant :
it: Importo:

source: New Message:
fr: Nouveau Message :
it: Nuovo Messaggio:

source: New Currency Name:
it: Nuovo Nome Valuta:

source: Reason:
fr: Raison :
it: Motivo:

source: Ticket #:
it: Scontrino #:

source: valid amount between %1 and %2
fr: Montant valide entre %1 et %2
it: importo valido tra %1 e %2

source: Enter the product code here...
fr: Saisir le numéro du ticket à annuler...
it: Inserire il codice prodotto qui...

source: Enter the new stock quantity here...
fr: Entrer la nouvelle Qté en stock ici ...
it: Inserire la nuova quantità scorta qui...

source: Terminal Number:
fr: Numéro de terminal :
it: Numero Terminale:

source: Enter the terminal number here...
fr: Entrer le Numéro de terminal ici ...
it: Inserire il numero terminale qui...

source: Enter the number of the month or season here...
fr: Saisir le numéro du mois ou de la saison ici...
it: Inserire il numero del mese o della stagione qui...

source: Enter the new currency name...
it: Inserire il nuovo nome valuta...

source: Enter the new currency factor...
it: Inserire il nuovo fattore valuta...

source: Cancel
fr: Annuler
it: Annulla

source: Login
it: Collegati

# Account balance
source: Balance
fr: Solde
it: Saldo

source: Enter Code
fr: Entrer le code
it: Inserire codice

source: Search Item
fr: Chercher l'article
it: Cerca Articolo

source: Delete Selected Item
fr: Effacer l'article sélectionné
it: Annullare Articolo Selezionato

source: Finish transaction
fr: Terminer la transaction
it: Fine transazione

source: Cancel transaction
fr: Annuler la transaction
it: Annulla transazione

source: Cancel a ticket
fr: Annuler un ticket
it: Annulla uno scontrino

source: Start Operation
fr: Commencer les opérations
it: Inizio Operazione

source: Pay focus
fr: Payer
it: Focalizza il pagamento

source: Show/Hide Products Grid
fr: Montrer/Cacher la grille de produits
it: Mostra/Nascondi Griglia Prodotti

source: Show Price Checker
fr: Afficher la vérification du prix
it: Mostra Controllo Prezzo

source: Reprint ticket
fr: Réimprimer le ticket
it: Ristampa scontrino

source: Cash Out
fr: Monaie rendue
it: Incasso

source: Cash in drawer
fr: Tiroir caisse
it: Contanti nel cassetto

source: Cash In
fr: Entrée en Caisse
it: In Contanti

source: End of day report
fr: Rapport de fin de journée
it: Fine rapporto giornaliero

source: Add Special Order
fr: Ajouter une commande spéciale
it: Aggiungere Ordine Speciale

source: Complete Special Order
fr: Commande spéciale complète
it: Completare Ordine Speciale

source: Lock Screen
fr: Bloquer l'écran
it: Video Bloccato

source: Suspend Sale
fr: Vente en suspend
it: Vendita Sospesa

source: Change Special Order Status
fr: Changement d'état des commandes spéciales
it: Cambiare Stato Ordine Speciale

source: Resume Sale
fr: Vente résumées
it: Riprendere la vendita

source: Reserve Items
it: Articoli Prenotati

source: Reservations
it: Prenotazioni

source: Show Credits
it: Mostra Crediti

source: General
fr: Général
it: Generale

source: Store
fr: Magasin
it: Negozio

source: Appearence
fr: Apparence
it: Aspetto

source: Security
fr: Securité
it: Sicurezza

source: Printer
fr: Imprimante
it: Stampante

source: Administrator or Supervisor needs to start operation before you can start selling...
fr: L'administrateur doit commencer les opérations avant de pouvoir vendre...
it: Necessario Amministratore o Supervisore per iniziare l'operazione prima di iniziare la vendita...

source: Transaction #%1
it: Transazione #%1

source: Continue
fr: Continuer
it: Continuare

source: Welcome to Lemon
fr: Bienvenue dans Lémon
it: Benvenuto in Lemon

source: Enter username and password to start using the system.
fr: Entrer un nom d'utilisateur et un mot de passe pour utiliser le logiciel.
it: Inserire username e password per inziare ad usare il sistema.

source: Authorisation Required
fr: Autorisation nécessaire
it: Autorizzazione Richiesta

source: Enter administrator password please.
fr: Entrer le mot de passe admin SVP
it: Inserire password Amministratore prego.

source: Enter code or qty*code. <Enter> or <+> Keys to go pay
fr: Entrer le code ou la qté*code. <Enter> ou <+> les clés pour pouvoir payer
it: Inserire codice o qtà*codice. Vanno premuti i tasti <Enter> o <+>

source: Enter an amount.
it: Inserire un importo.

source: No product selected
fr: Aucun produit sélectionné
it: Nessun prodotto selezionato

source: Enter the ticket number to cancel
fr: Saisir le numéro du ticket à annuler
it: Inserire il numero scontrino da eliminare

source: Enter the ticket number
fr: Saisir le numéro du ticket
it: Inserire il numero scontrino

source: Could not connect to database, please press 'login' button again to raise a database configuration.
fr: Impossible de se connecter à la base de données, SVP appuyez sur le bouton 'login' à nouveau pour faire apparaitre la configuration de la base de données.
it: Non si è connesso al database, prego premere ancora il pulsante 'login' per aprire la configurazione database.

source: Error:
fr: Erreur :
it: Errore:

source: %1 item found
fr: %1 artícle trouvé.
it: Nessun articolo trovato.

source: Discount: %1% [%2]
it: Sconto: %1% [%2]

source: Discount: %1
it: Sconto: %1

source: %1 has %2 %3 but requested %4 + %5
fr: %1 a %2 %3 mais attendu %4 + %5
it: %1 ha %2 %3 ma richiesto %4 + %5

source: <html><font color=red><b>The group/pack is not available because:<br>%1</b></font></html>
fr: <html><font color=red weight=bold>Le Groupe/paquet n'est pas disponible parce-que : <br>%1</b></font></html>
it: <html><colore font=rosso><b>Il gruppo/pacco non è disponibile perchè:<br>%1</b></font></html>

source: <html><font color=red><b>There are only %1 articles of your choice at stock.<br> You requested %2</b></font></html>
fr: <html><font color=red><b>Il n'y a que %1 articles de votre choix en stock.<br> Vous en avez demandé %2</b></font></html>
it: <html><colore font=rosso><b>Ci sono solo %1 articoli scelti a scorta.<br> Richiedi %2</b></font></html>"

source: Only Special Orders can be added. Please finish the current special order before adding any other product.
fr: Seules les commandes spéciales peuvent etre ajoutées.SVP finissez la commande en cours avant d'ajouter d'autres produits.
it: Solo Ordini Speciali possono essere aggiunti. Prego terminare l'attuale ordine speciale prima di aggiungere qualsiasi altro prodotto

source: Cannot Add more items to the Reservation.
it: Non è possibile aggiungere articoli alla Prenotazione

source: Cannot change client while Special Orders are in Purchase.
it: Non è possibile cambiare Cliente mentre gli Ordini Speciali sono in Acquisto.

source: <b>Welcome</b> <i>%1</i>. You have remaining credit of %2 to use.
it: <b>Benvenuto</b> <i>%1</i>.

source: No Client found with code %1.
it: Nessun Cliente trovato con codice %1.

source: The requiered qty is %1 and its not allowed for the required product, please verify the quantity
it: La quantità richiesta è %1 e non è permessa per il prodotto richiesto, prego verificare la quantità

source: <html><font color=red><b>Product not found in database.</b></font></html>
fr: <html><font color=red weight=bold>Produit non trouvé dans la base de données.</font></html>
it: <html><colore font=rosso><b>Prodotto non trovato nel database.</b></font></html>

source: Cannot delete items from a reservation.
it: Gli articoli non possono essere cancellati da una prenotazione

source: Removing an Special Item from shopping list. Authorized by %1
fr: Effacer les articles spéciaux de la liste d'achat. Autoriser par %1
it: Rimuovere un articolo Speciale dalla lista della spesa. Autorizzato da %1

source: Removing an article from shopping list. Authorized by %1
fr: Effacer l'article de la liste d'achat. Autoriser par %1
it: Rimuovere un articolo dalla lista della spesa. Autorizzato da %1

source: Enter the number of %1
fr: Entrer le Numéro de %1
it: Inserire il numero di %1

source: <html><font color=red><b>Product not available in stock for the requested quantity.</b></font></html>
fr: <html><font color=red weight=bold>Produit non disponible en inventaire pour une telle quantité.</font></html>
it: <html><colore font=rosso><b>Prodotto non disponibile per la quantità richiesta a scorta.</b></font></html>

source: Taxes:
it: Tasse

source: Tax:
fr: TVA :
it: Tassa

source: Other taxes:
fr: Autres taxes :
it: Altre Tasse

source: Sold by:
fr: Vendu par :
it: Venduto

source: Price:
fr: Prix :
it: Prezzo

source: Discount:
fr: Remise :
it: Sconto

source: Points:
fr: Avoir :
it: Punti

source: Lemon has encountered an error when openning database, click details to see the error details.
fr: Lemon a rencontré une erreur en ouvrant la base de données. Cliquer sur détails pour voir l'erreur.
it: Lemon ha incontrato un errore quando ha aperto il database, click su dettagli per vedere i dettagli degli errori.

source: Create New Transaction: Error
fr: Créer une nouvelle transaction : Erreur
it: Creare Nuova transazione: Errore

source: <html><font color=red><b>Please fill the correct payment amount before finishing a transaction.</b></font></html>
it: <html><colore font=rosso><b>Prego inserire l'importo corretto del pagamento prima di terminare una transazione.</b></font></html>

source: Please be sure to enter an appropiate amount in this field. The number seems to be a barcode entered by mistake in the amount field.
it: Prego essere sicuri di inserire l'importo corretto in questo campo, i numeri che vedete sono un codice a barre inserito per errore nel campo importo

source: <html><font color=red><b>Please enter the card number.</b></font></html>
fr: <html><font color=red weight=bold>Entrer le numéro de carte SVP.</font></html>
it: <html><colore font=rosso><b>Prego inserire il numero della carta.</b></font></html>

source: <html><font color=red><b>Please enter the Authorisation number from the bank voucher.</b></font></html>
fr: <html><font color=red weight=bold>Entrer le numéro confidentiel de la banque SVP.</font></html>
it: <html><colore font=rosso><b>Prego inserire il numero di Autorizzazione dell'assegno bancario.</b></font></htm>

source: Before selling, you must start operations.
fr: Avant de vendre vous devez initialiser les opérations.
it: Prima di vendere, bisogna iniziare le operazioni

source: The Drawer is not initialized, please start operation first.
fr: Le tiroir caisse n'est pas initialisé, effectuer cette opération d'abord SVP.
it: Il Cassetto non è inizializzato, prego far partire la prima operazione

source: Cash level in drawer is low.
fr: Le niveau de caisse est trop bas
it: Il livello di Cassa nel cassetto è basso

source: The ticket was not printed because it is ZERO in the amount to pay. Just to save trees.
fr: Le ticket n'a pas été imprimé parce-qu'il y a ZERO à payer. Juste sauver le résultat.
it: Lo scontrino non era stato stampato perchè l'importo di pagamento è ZERO,Solo per salvaguardare gli alberi

source: Salesperson: %1
fr: Vendeur : %1
it: Addetto alle vendite: %1

source: Qty
fr: Qté
it: Qtà

source: Product
fr: Produit
it: Prodotto

source: Price
fr: Prix
it: Prezzo

source: Discount
fr: remise
it: Sconto

source: Total
it: Totale

source: Your Personal Discount
fr: Votre escompte : %1
it: Vostro Sconto Personale

source: Your points this buy: %1
fr: Vos points pour cet achat : %1
it: Vostri punti per questo acquisto

source: Your total points: %1
fr: Avoir total : %1:
it: Vostri punti totali

source: Terminal #%1
it: Terminale #%1

source: PRE PAYMENT OF
it: PREPAGAMENTO DI

source: COMPLETED PAYMENT WITH
it: PAGAMENTO COMPLETATO CON

source: To complete your payment
it: Completare il vostro pagamento

source: Your pre payment
it: Vostro pre pagamento

source: SPECIAL ORDERS
fr: COMMANDES SPECIALES
it: ORDINI SPECIALI

source: Notes:
fr: Avoir :
it: Note

source: Delivery
it: Consegna

source: Tax
fr: Taxe :
it: Tassa

source: Subtotal
it: Subtotale

source: Tendered
it: Offerto

source: %1 article.
fr: %1 artícle
it: %1 articolo

source: A total of
fr: Un total de
it: Un totale di

source: <br>Paid with %1, your change is <b>%2</b><br>
fr: <br>Paiement en %1, votre monaie est <b>%2</b><br>
it: <br>Pagato con %1, la modifica è <b>%2</b><br>

source: You saved %1
fr: Vous avez économisé %1
it: E' stato salvato %1

source: Paid with %1, your change is %2
fr: <br>Paiement en %1, votre monaie est <b>%2</b><br>
it: Pagato con %1, la modifica è %2

source: <br>Card # %1<br>Authorisation # %2
fr: <br>Carte# %1<br>Autorisation # %2
it: <br>Carta # %1<br>Autorizzazione # %2

source: Phone:
fr: Téléphone :
it: Telefono

source: %3 [ %4 ]| You got %1 points | Your accumulated is :%2 |
fr: %3 [ %4 ]| Vous avez %1 points | Vos points cumulés :%2 |
it: %3 [ %4 ]| Hai %1 punti | Il tuo saldo punti è :%2 |

source: Change
it: Modifica

source: Card Number : %1
fr: Numéro de carte :
it: Numero Carta : %1

source: Authorization : %1
fr: Authorisation :
it: Autorizzazione : %1

source: RESERVATION
it: PRENOTAZIONE

source: Purchase Total Amount
it: Importo Totale Acquisto

source: Reservation Total Amount
it: Importo Totale Prenotazione

source: Print Receipt -- Press ESC to export to PDF to your home/lemon-printing/ folder
it: Stampare Ricevuta -- Premere ESC per esportare in PDF la vostra cartella home/lemon-printing/

source: Print Receipt
fr: Imprimer le reçu
it: Stampare Ricevuta

source: Print Special Order Instructions
fr: Imprimer les instructions de commandes spéciales
it: Stampare Istruzioni Ordine Speciale

source: Lemon has encountered an error when querying the database, click details to see the error details.
fr: Lemon a rencontré une erreur en interrogeant la base de données. Cliquer sur détails pour savoir l'erreur.
it: Lemon ha incontrato un errore quando interroga il database, click su dettagli per vedere i dettagli errori

source: Delete Transaction: Error
fr: Effacer la transaction : Erreur
it: Annullare Transazione: Errore

source: The ticket cannot be cancelled because it was paid with a credit/debit card.
fr: Le ticket ne peut pas etre annulé parce-qu'il a été payé avec une carte de crédit
it: Lo scontrino non può essere annullato perchè già pagato con carda di credito/debito.

source: Cancelling transaction #%1. Authorized by %2
fr: Transaction annulée #%1. Autorisé par %2
it: Annullamento transazione #%1. Autorizzato da %2

source: The ticket was sucessfully cancelled.
fr: Le ticket a été annulé avec succès
it: Lo scontrino era stato annullato con successo

source: Error cancelling ticket: %1
fr: Erreur d'annulation du ticket : %1
it: Errore annullamento scontrino: %1

source: There is not enough cash available in the drawer.
fr: Il n'y a plus assez d'argent disponible dans la caisse.
it: Non c'è abbastanza contante disponibile nel cassetto

source: Ticket to cancel does not exists!
fr: Le ticket d'annulation n'existe pas !
it: Scontrino da annullare non esiste

source: Enter the amount of money to deposit in the drawer
fr: Entrer le montant à déposer dans le tiroir caisse :
it: Inserire l'importo di denaro depositato nel cassetto

source: Operation Started by %1 at terminal %2
fr: Opération démarée sur le %1 au terminal %2
it: Inizio Operazione da %1 a terminale %2

source: Balance Id:%1
fr: Solde id : %1
it: Bilancia Id:%1

source: %1 at Terminal # %2
fr: %1 Au terminal # %2
it: %1 a Terminale # %2

source: Initial Amount deposited:
fr: Montant initial déposé :
it: Importo Iniziale depositato

source: Deposit
fr: Dépôt
it: Deposito

source: In
fr: recette
it: Entrata

source: Out
fr: dépense
it: Uscita

source: In Drawer
fr: dans la caisse
it: Nel Cassetto

source: Drawer Balance
fr: Solde de la caisse
it: Saldo Cassetto

source: Transactions Details
fr: Détails des transactions
it: Dettagli Transazioni

source: Transactions
it: Transazioni

source: Time
fr: Heure
it: Tempo

source: Amount
fr: Montant
it: Importo

source: Paid
fr: Payé
it: Pagato

source: Method
fr: Méthode
it: Metodo

source: When Completing Reservations, the Amount may be grater than Paid (amount) because of the reservation payment.
it: Quando le Prenotazioni sono completate, l'importo potrebbe essere maggiore del pagato (importo) a causa del pagamento della prenotazione

source: Start: %1
fr: Début : %1
it: Partenza: %1

source: End : %1
fr: Fin : %1
it: Fine : %1

source: Cash flow Details
fr: Détails du fond de roulement
it: Dettagli flusso di Cassa

source: Type
it: Tipo

source: Reason
fr: Raison
it: Motivo

source: This payment was not paid in cash.
it: Questo pagamento non era pagato in contanti

source: Print Balance
fr: Imprimer le solde
it: Stampa Saldo

source: End of Day report printed by %1 at terminal %2 on %3
fr: Rapport de fin de journée imprimé par %1 au terminal %2 on %3
it: Rapporto stampato Fine del Giorno da %1 al terminale %2 su %3

source: at terminal # %1
fr: Au Terminal # %1
it: al terminale # %1

source: Profit
fr: Bénéfice
it: Guadagno

source: Total taxes collected for this terminal:
it: Totale tasse raccolte per questo terminale

source: Total Sales : %1
fr: Ventes totales
it: Totale Vendite : %1

source: Total Profit: %1
fr: Bénéfice total : %1:
it: Totale Guadagno: %1

source: Print end of day report
fr: Impression du rapport de fin de journée
it: Stampa rapporto fine del giorno

source: Price:
fr: Prix :
it: Prezzo:

source: Available:
fr: Disponible :
it: Disponibile:

source: Category:
fr: Catégorie :
it: Categoria:

source: in stock
fr: En stock
it: a scorta

source: in your shopping cart, Total Available
fr: Total disponible dans votre carte d'achat
it: carrello per la vostra spesa, Totale Disponibile

source: Discount: %1%
it: Sconto: %1%

source: %1 points
it: %1 punti

source: Credit Total: %1
it: Credito Totale: %1

source: Client
it: Cliente

source: Date
it: Data

source: User
fr: utilisateur
it: Utente

source: Items
fr: Articles
it: Articoli

source: Please select a ticket to print.
fr: SVP sauver le ticket à imprimer.
it: Prego selezionare uno scontrino da stampare

source: Cannot print ticket
fr: Impossible d'imprimer le ticket
it: Non si può stampare scontrino

source: Reprint ticket cancelled.
it: Ristampa scontrino annullata

source: Cash not available at drawer!
fr: Il n'y a plus d'argent disponible dans le tiroir !
it: Contante non disponibile nel cassetto

source: Cash-OUT by %1 at terminal %2 on %3
fr: Décaissement par %1 au terminal %2 sur %3
it: Uscita da %1 al terminale %2 su %3

source: Cash-IN [%1] by %2 at terminal %3 on %4
fr: Encaissement[%1] par %2 au terminal %3 sur %4
it: Entrata [%1] da %2 al terminale %3 su %4

source: There are <b> %1 in cash </b> available at the drawer.
fr: Il y a <b> %1 en espèces </b> disponible dans le tiroir.
it: Ci sono <b> %1 in contanti </b> disponibili nel cassetto

source: Please finish the current transaction before creating a special order.
fr: SVP finir la transaction en cours avant de créer une commande spéciale.
it: Prego terminare l'attuale transazione prima di creare un ordine speciale

source: Please finish the current transaction before completing a special order.
fr: SVP finir la transaction en cours avant de compléter une commande spéciale.
it: Prego terminare l'attuale transizione prima di completare un ordine speciale

source: The given ticket number does not contains any special order.
fr: Le n° de ticket donné ne contient aucune commande spéciale.
it: Il numero di scontrino dato non contiene nessun ordine speciale

source: These special orders cannot be completed because:
fr: Cette commande spéciale ne peut pas etre faite parce-que :
it: Questi ordini speciali non possono essere completati perchè

source: <b>is Cancelled</b>
fr: <b>est annulé</b>
it: <b>è Annullato</b>

source: is already <b>Delivered</b>
fr: est déjà <b>livrée</b>
it: è già <b>Consegnato</b>

source: The special order %1 in ticket %2 is completely paid. Marked as delivered.
fr: La commande spéciale %1 avec le ticket %2 est totalement payée. Marquée comme livrée.
it: L'ordine speciale %1 nello scontrino %2 è completamente pagato, Contrassegnato come consegnato

source: <b>This terminal is locked.</b> <br><i>Please enter the user's password to unlock it</i>.
fr: <b>Ce terminal is bloqué.</b> <br><i>SVP entrer le mot de passe utilisateur pour le débloquer</i>.
it: <b>Questo terminale è bloccato.</b> <br><i>Prego inserire la password utente per sbloccarlo</i>.

source: The sale %1 has been sucessfully suspended.
fr: La vente %1 a été suspendue avec succès.
it: La vendita %1 è stata sospesa

source: Notes: %1
it: Note: %1

source: Please finish the current transaction before changing state for a special order.
fr: SVP finir la transaction courante avant de changer l'état d'une commandespéciale.
it: Prego terminare l'attuale transizione prima di modificare lo stato di un ordine speciale

source: Changing price to product %1, from %2 to %3. Authorized by %4
it: Cambiamento prezzo al prodotto %1, da %2 a %3. Autorizato da %4

source: Applying occasional discount. Authorized by %1
it: Applicando sconto occasionale. Autorizato da %1

source: Please Enter the reservation Amount in the Payment Amount and try again.
it: Prego inserire l'Importo della prenotazione nell'Importo Pagamento e riprovare ancora

source: Reservation #%1 [tr. %2]
it: Prenotazione #%1 [tr. %2]

source: Cash-IN [%1] for RESERVATION [%5] by %2 at terminal %3 on %4
it: Entrata [%1] per PRENOTAZIONE [%5] da %2 al terminale %3 su %4

source: Cannot make a reservation, no products on the list. Special Orders are not considered.
it: Non è possibile prendere una prenotazione, nessun prodotto sulla lista, gli Ordini Speciali non sono considerati

source: The sale %1 has been sucessfully reserved.
it: La vendita %1 è stata prenotata.

source: Make partial payment
it: Fare un pagamento parziale

source: Pay
it: Pagare

source: Payment for Credit %1
it: Pagamento per Credito %1

source: Cash-IN-CreditPayment [%1] for credit %5 by %2 at terminal %3 on %4
it: Entrata-CreditoPagamento [%1] per credito %5 da %2 al terminale %3 su %4

source: CREDIT REPORT
it: RAPPORTO CREDITO

source: Credit History
it: Storia Credito

source: Sale #
it: Vendita #
